{
  "creators": [
    {
      "name": "Luke Aeschleman",
      "image": "https://avatars0.githubusercontent.com/u/12414786?s=460&v=4",
      "title": "Creator, Site Developer",
      "desc": "Luke is a web developer, librarian, and DM, who decided that he wanted to play Mass Effect while rolling dice. He fell in love with the Mass Effect Universe after playing Mass Effect 2. But he's since amassed a number of playthroughs for all the games. He's also spent WAY too much time playing ME3 Multiplayer. By day, Luke is a Digital Technologies Development Librarian at NC State University. By night, he wrangles 3 dogs, DMs, codes, watches baseball, and practices Si Lum Kung-Fu."
    },
    {
      "name": "Hugh Thompson",
      "image": "https://avatars0.githubusercontent.com/u/679172?s=460&v=4",
      "title": "Editor",
      "desc": "Hugh is a TRPG enthusiast, both as a GM and a player. But, more importantly, Hugh has as much love for Mass Effect as anyone. With a keen eye for detail, Hugh takes a lot of the random crap Luke comes up with, strips away the verbiage and creates actionable rules and changes. By day, Hugh is the Director of Technology Solutions and Web Development at Rock, Paper, Scissors. He's also a dad and a hard-style strength training enthusiast."
    }
  ],
  "pros": [
    {
      "name": "RJ Haggerty, a.k.a. SleightxHope",
      "image": "https://avatars3.githubusercontent.com/u/31451010?s=460&v=4",
      "desc": "Before RJ, this system was just a silly thing Hugh and Luke were doing in their spare time. But RJ's contributions really got the ball rolling. The current shape of the classes (subclasses, class features, and progression) are thanks to RJ, but he's also had a hand in weapon and armor mod, play testing, and creating omni-tool programs."
    },
    {
      "name": "Benjamin McPherson",
      "image": "https://avatars3.githubusercontent.com/u/1324851?s=400&v=4",
      "desc": "Ben has been poring through the rule set and pointing out OP mechanics and faulty site bugs. He also took the lead for the Prothean & Angara races, a number of spells, and the Google Sheet character sheet."
    },
    {
      "name": "Adam, a.k.a. TheMarmotKing",
      "image": "https://avatars3.githubusercontent.com/u/37369223?s=460&v=4",
      "desc": "Adam has provided a lot of invaluable feedback and started many conversations. Most notably, Adam has taken the lead on balancing and reviewing the spell list."
    },
    {
      "name": "Dakota P.",
      "image": "/images/misc/dakota_p.png",
      "desc": "Dakota is working through the backlog of needed monsters and creating unique stat blocks for Mass Effect 5e, including some fun stat blocks from other Sci-fi classics like the Kath Hound from BioWare's Knights of the Old Republic. Keep your eyes on the Bestiary for all of the unique creations."
    },
    {
      "name": "RexThePig",
      "image": "https://avatars2.githubusercontent.com/u/33875334?s=88&v=4",
      "desc": "RTP has been a huge help in identifying gaps in the content, like creating a full list of all the possiblemonsters. RTP created the sheet that can be used with Kobold Club's encounter builder, the random height and weight tableand provides through insight about all the version changes."
    }
  ],
  "shoutouts": [
    {
      "name": "Alex Needleman",
      "image": "/images/spells/tech.svg",
      "desc": "Alex is a thorough and detail-oriented play tester who has pointed out many anomalies and problematic features. He's also been working on a set of VTT maps that we hope to feature on the site soon. He has also been heavily involved in the creation of weapon mods."
    },
    {
      "name": "Noel Moriarty",
      "image": "https://avatars1.githubusercontent.com/u/38429874?s=88&v=4",
      "desc": "Nmmoriarty is a wizard at breaking down rules and theorycrafting. This calculated approach has been invaluable in making a balanced yet intriguing system."
    },
    {
      "name": "Chris Alley",
      "image": "/images/classes/adept.svg",
      "desc": "Chris has provided a number of unique and fun new spells, weapons, and other content."
    },
    {
      "name": "Duneday",
      "image": "https://avatars1.githubusercontent.com/u/38437397?s=88&v=4",
      "desc": "Duneday has contributed a lot of class improvement ideas, especially with Sentinels and was a major part of the Race audit"
    },
    {
      "name": "GameMasterPo",
      "image": "https://avatars0.githubusercontent.com/u/44739269?s=88&v=4",
      "desc": "Alternate Google Sheets character sheet"
    },
    {
      "name": "wretchedcrows",
      "image": "https://styles.redditmedia.com/t5_tgcty/styles/profileIcon_x1i9x8j2pm621.png?width=256&height=256&crop=256:256,smart&s=bf7a16065e5b074ee9ea01dedfc078349e61ec39",
      "desc": "Created a fillable PDF of the updated official character sheet."
    },
    {
      "name": "Connor Maxwell",
      "image": "/images/classes/engineer.svg",
      "desc": "Collector Ship vehicle"
    },
    {
      "name": "/u/thestray",
      "image": "/images/spells/biotic.svg",
      "desc": "A lot of the character descriptions were based on thestray's homebrew, Races of the Relay"
    },
    {
      "name": "Original Fillable Character Sheet PDFs",
      "image": "/images/spells/tech.svg",
      "desc": "TheNamelessOne, Thessian Shadow, Szirach"
    },
    {
      "name": "Roll 20 Character Sheets",
      "image": "/images/spells/combat.svg",
      "desc": "EnricoDandolo1, John G., Danrconway, Smeeg699"
    },
    {
      "name": "Content reviews, concepts, and ideas",
      "image": "/images/spells/biotic.svg",
      "desc": "Avezebra, damuttley, SrShdw, BLUEmusta, tioeduardo27"
    },
    {
      "name": "kstrtroi",
      "image": "https://avatars1.githubusercontent.com/u/39886442?s=88&v=4",
      "desc": "Incredible PDF design ideas"
    },
    {
      "name": "Other Shout outs!",
      "image": "https://vignette.wikia.nocookie.net/masseffect/images/3/32/ME1_Paragon.png/revision/latest?cb=20120309175829",
      "desc": "Stephen W., Andrew Ouellette, David T., Mel Bee, Joey C., Connor C., MonocledMutineer, kstrtroi, HadesJester, Lodus, BenutzernameIstBereitsVergeben  Dor, J. Tickner, fkzd, Gabe, and any one who has contacted us with ideas or words of motivation!"
    }
  ]
}
